{
  "date_now": "present",
  "personal-info_title": "about me",
  "projects_title": "projects",
  "education_title": "education",
  "languages_title": "languages",
  "skills_title": "skills",
  "experience_title": "work experience",
  "personal-info_text-0": "my name is Rocio Poza Tejeda. I am a front-end developer as well as a viola player.",
  "personal-info_text-1": "after doing a U-turn in my career thanks to Adalab, I entered the world of computer programming and have since gained first-hand experience in various languages and tools.",
  "personal-info_text-2": "I consider myself a person with a high capacity for learning, full of positive energy and vitality. I am used to working in teams, and I am methodical and persevering. On the other hand, my musical and educational training have afforded me high organizational and planning skills.",
  "personal-info_text-3": "I am presently working as a front-end developer at Gyoza Studio and my main responsibilities are the development of iOS and Android smartphone apps in Nativescript-Vue, plus web applications in Vue as a main framework.",
  "job_experience_title-0": "front end developer",
  "job_experience_title-1": "orchestra violist",
  "job_experience_title-2": " viola and violin teacher",
  "job_experience_info-0": "development with Vue2, Vue3, Vuex and Nativescript",
  "job_experience_info-1": "development with Angular 7, Laravel and MySQL",
  "education_info-1": "academic discipline: music pedagogy",
  "education_info-2": "special field: viola",
  "projects_info-0": "project to show the curriculum vitae both digitally and physically.",
  "projects_info-1": "web in Vue3 for the private management of the school.",
  "projects_info-2": "app for iOS and Android in Nativescript-Vue that shows the monthly, daily menu of the students of the school dinning room.",
  "projects_info-3": "app for iOS and Android in Nativescript-Vue that offers a unique and sustainable returnable cup service.",
  "projects_info-4": "web app to invite and control attendees: Angular 9, HTML, SCSS, Firebase and GMaps.",
  "projects_info-5": "technical test in React and ChartJs to show\nreal-time weather data.",
  "projects_info-6": "web application in React and Ant Design to define the career path of the developers of the Bridge for Billions technical team.",
  "projects_info-7": "Awesome profile-cards refactoring using React",
  "projects_info-8": "JavaScript web application to create a custom business card.",
  "skills_title-0": "frameworks",
  "skills_title-1": "languages",
  "skills_title-2": "tools",
  "languages_title-0": "English"
}
