{
  "date_now": "actualidad",
  "personal-info_title": "sobre mí",
  "projects_title": "proyectos",
  "education_title": "formación",
  "languages_title": "idiomas",
  "skills_title": "habilidades",
  "experience_title": "experiencia laboral",
  "personal-info_text-0": "mi nombre es Rocío Poza Tejeda y soy desarrolladora front end developer, además de violista.",
  "personal-info_text-1": "después de dar un giro profesional de 180 grados e introducirme en el mundo de la programación a través de Adalab, he ido adquiriendo experiencia en distintos lenguajes y herramientas.",
  "personal-info_text-2": "me considero una persona con alta capacidad de aprendizaje, mucha vitalidad y energía positiva. Estoy acostumbrada a trabajar en equipo y soy metódica y perseverante. Además, mi formación pedagógica y musical me ha proporcionado grandes capacidades organizativas y de planificación.",
  "personal-info_text-3": "en la actualidad ejerzo como desarrolladora front end en Gyoza Studio y mis principales funciones son el desarrollo de aplicaciones móviles (iOS y Android) en Nativescript-Vue y aplicaciones web con Vue como framework principal.",
  "job_experience_title-0": "desarrolladora front end",
  "job_experience_title-1": "violista de Orquesta",
  "job_experience_title-2": "profesora de viola y violín",
  "job_experience_info-0": "desarrollo con Vue2, Vue3, Vuex y Nativescript",
  "job_experience_info-1": "desarrollo con Angular 7, Laravel y MySQL",
  "education_info-1": "disciplina académica: pedagogía musical",
  "education_info-2": "especialidad: viola",
  "projects_info-0": "proyecto para mostrar el curriculum vitae tanto de manera digital como física",
  "projects_info-1": "web en Vue3 para la gestión privada de la escuela",
  "projects_info-2": "app para iOS y Android en Nativescript más Vue que muestra el menú mensual, diario de los alumnos del comedor escolar",
  "projects_info-3": "app para iOS y Android en Nativescript más Vue que ofrece un servicio de vasos retornables único y sostenible",
  "projects_info-4": "web app para invitar y controlar asistentes: Angular 9, HTML, SCSS, Firebase y GMaps",
  "projects_info-5": "prueba técnica en React y ChartJs para mostrar\nen tiempo real mediciones meteorológicas.",
  "projects_info-6": "aplicación web en React y Ant Design para definir los career path de los desarrolladores del equipo técnico de Bridge for Billions.",
  "projects_info-7": "refactorización de Awesome profile-cards usando React",
  "projects_info-8": "aplicación web en JavaScript para crear una tarjeta de visita personalizada.",
  "skills_title-0": "frameworks",
  "skills_title-1": "lenguajes",
  "skills_title-2": "herramientas",
  "languages_title-0": "inglés"
}
